<?php

$a[]=array("textfield","サブジェクト","subject","60","","フォームのタイトルを入力してください。");
$a[]=array("textarea","入力ページ説明","exp","10","82","フォームの入力ページに表示されるフォームの説明文言を入力してください。");
$a[]=array("textarea","最終ページ説明","exp2","5","82","フォームが入力し終わった後に表示されるメッセージを入力してください。");
$a[]=array("textfield","送信先","mailto","80","","自動返信メールの送信先メールアドレスを入力してください。");
$a[]=array("textfield","送信元","mailfrom","60","","自動返信メールの送信元 ( From：) メールアドレスを入力してください。");
$a[]=array("textarea","メール本文レイアウト","body","20","","例）\n\$NAME0 様\n{メールのメッセージをいれてください}\n\n\$INFOBODY\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\nお問合わせ：\n{会社名などを入れてください}\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━");
$a[]=array("textfield","戻りパス","path","35","","フォームが入力し終わった後に戻るURLを入力してください。");
$a[]=array("head","定員設定");
$a[]=array("textfield","定員数","inum","10","","定員の設定をする場合は数値を入力してください。空の場合は無制限になります。");
$a[]=array("head","公開設定");
$a[]=array("menu","5","rb",2,"chgExpire(this.value)");
$a[]=array("startendDate","公開スケジュール","sy,sm,sd,ey,em,ed","","","","");


include $INCLUDEPATH."print_write.php";

?>