<?php


$articles[] = array(
  'id'      => '82291',
  'comment' => array(
    '０日、巨人OBと台湾OBによる日台慈善試合が台湾で行われた。',
    '観客は総立ちに拍手で迎えた。',
    '交流試合をやって世界的なレベルになれるように」と両チームの発展を願った。',
  ),
);


$articles[] = array(
  'id'      => '81870',
  'comment' => array(
    '０日、巨人OBと台湾OBによる日台慈善試合が台湾で行われた。',
    '観客は総立ちに拍手で迎えた。',
    '交流試合をやって世界的なレベルになれるように」と両チームの発展を願った。',
  ),
);


$articles[] = array(
  'id'      => '82287',
  'comment' => array(
    '０日、巨人OBと台湾OBによる日台慈善試合が台湾で行われた。',
    '観客は総立ちに拍手で迎えた。',
    '交流試合をやって世界的なレベルになれるように」と両チームの発展を願った。',
  ),
);

